Revit 2024 API
UnitTypeId.MeganewtonsPerSquareMeter Property
 Meganewtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MeganewtonsPerSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property MeganewtonsPerSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MeganewtonsPerSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace